{
    "sid": 2328560,
    "name": "Cheng1990",
    "reference": 2328560,
    "groups": [
        {
            "count": 13,
            "name": "Cheng1990-S1",
            "description": "13 healthy volunteers (nine men and four women on the hospital staff) were recruited. The volunteers were between 20 and 50 years of age and weighed between 47 and 85 kg. None were taking any medications, and all had normal plasma biochemical profiles. Their normal caffeine intake ranged between 0 and 250 mg / day. Except for one volunteer who smoked 10 cigarettes a day, all others were nonsmokers. Eight of the volunteers were nondrinkers, and the other five consumed less than 50 gm alcohol a day. They were not restricted in their normal activities until the day before the study, when they were instructed to abstain from caffeine. Six of the same group of healthy subjects also received at least two doses (70 mg and 200 mg) of intravenous caffeine on another two separate occasions for estimation of the bioavailability of orally administered caffeine in these subjects. Three of these same healthy subjects also received 300 mg caffeine by intravenous infusion over 20 minutes.",
            "characteristic_values": [
                {
                    "category": "smoking",
                    "choice": "N"
                },
                {
                    "category": "body_weight",
                    "min": 47.0,
                    "max": 85.0,
                    "unit": "kg"
                },
                {
                    "category": "age",
                    "min": 20.0,
                    "max": 50.0,
                    "unit": "yr"
                },
                {
                    "category": "healthy",
                    "choice": "Y"
                },
                {
                    "category": "species",
                    "choice": "homo sapiens"
                },
                {
                    "count": "9",
                    "category": "sex",
                    "choice": "M"
                },
                {
                    "count": "4",
                    "category": "sex",
                    "choice": "F"
                }
            ]
        },
        {
            "count": 13,
            "name": "Cheng1990-S2",
            "description": "13 cirrhotic patients were also studied. 9 of these patients were nonsmokers, and the remaining four patients smoked fewer than 20 cigarettes a day. Data on these patients are presented in Table I. Nine patients were nondrinkers, and the remaining four consumed less than 50 gm alcohol a day. Patients were between the ages of 53 and 75 years and weighed between 50 and 107 kg. Their normal caffeine intake ranged from 50 to 500 mg a day. Two patients had decompensated cirrhosis, as assessed by the presence of ascites and hepatic encephalopathy, and these patients received 70 mg and 200 mg doses of caffeine only.",
            "characteristic_values": [
                {
                    "category": "smoking",
                    "choice": "Mixed"
                },
                {
                    "category": "body_weight",
                    "mean": 74.77,
                    "min": 50.0,
                    "max": 107.0,
                    "sd": 12.55,
                    "unit": "kg"
                },
                {
                    "category": "age",
                    "mean": 62.2,
                    "min": 53.0,
                    "max": 75.0,
                    "sd": 6.37,
                    "unit": "yr"
                },
                {
                    "category": "disease",
                    "choice": "cirrhosis"
                },
                {
                    "category": "healthy",
                    "choice": "N"
                },
                {
                    "category": "species",
                    "choice": "homo sapiens"
                },
                {
                    "count": "10",
                    "category": "sex",
                    "choice": "M"
                },
                {
                    "count": "3",
                    "category": "sex",
                    "choice": "F"
                }
            ]
        }
    ]
}