{
    "pmid": 3371873,
    "name": "Joeres1988",
    "sid": 3371873,
    "date": "1988-06-30",
    "journal": "Hepatology (Baltimore, Md.)",
    "title": "Influence of smoking on caffeine elimination in healthy volunteers and in patients with alcoholic liver cirrhosis.",
    "abstract": "The effect of smoking on caffeine elimination was measured in 7 healthy volunteers and in 18 smoking and in 30 nonsmoking patients with alcoholic liver cirrhosis following oral application of 366 mg caffeine. In an intraindividual experiment in smoking health probands, caffeine clearance decreased from 118 +/- 33 to 77 +/- 22 ml per min (p less than 0.05) after abstaining cigarette smoking for 3 weeks. In a control group without liver disease (8 smokers, 15 nonsmokers), we found a caffeine clearance of 114 +/- 40 ml per min in smokers and 64 +/- 20 in nonsmokers (p less than 0.05). Smoking and nonsmoking patients with alcoholic liver cirrhosis did not differ with respect to clinical and laboratory data and hexobarbitone elimination. However, caffeine clearance was 63 +/- 63 ml per min in smoking patients compared to 34 +/- 49 ml per min in nonsmokers (p less than 0.05). Fasting plasma concentrations of caffeine were higher in nonsmokers (5.1 +/- 6.2 micrograms per ml) than in smokers (2.1 +/- 4.5 micrograms per ml, p less than 0.05). We conclude that smoking habits have to be taken into account if caffeine is used as a model compound for measuring quantitative liver function.",
    "authors": [
        {
            "first_name": "R",
            "last_name": "Joeres"
        },
        {
            "first_name": "H",
            "last_name": "Klinker"
        },
        {
            "first_name": "H",
            "last_name": "Heusler"
        },
        {
            "first_name": "J",
            "last_name": "Epping"
        },
        {
            "first_name": "W",
            "last_name": "Zilly"
        },
        {
            "first_name": "E",
            "last_name": "Richter"
        }
    ],
    "doi": ""
}