{
    "title": "Lack of interaction between lomefloxacin and caffeine in normal volunteers.",
    "abstract": "Sixteen healthy, nonsmoking adult males participated in a randomized, double-blind, placebo-controlled, two-way crossover study to evaluate the influence of chronic lomefloxacin administration on the disposition of caffeine and its major metabolite, paraxanthine, at steady-state conditions. Lomefloxacin (400 mg) or placebo was administered orally once daily for 5 days to xanthine-free volunteers after an overnight fast. Caffeine (200 mg orally) was administered simultaneously with lomefloxacin on days 3 through 5. After a 2-day washout period, subjects were crossed over to the alternate 5-day regimen with caffeine, which was again given on the final 3 days. Blood samples for caffeine, paraxanthine, and lomefloxacin concentration determinations were serially collected for 48 h following the last dose of each regimen. All compounds were analyzed by high-performance liquid chromatography. For the placebo versus lomefloxacin-containing treatments, maximum caffeine concentrations in plasma (4.35 +/- 0.63 versus 4.07 +/- 0.56 micrograms/ml), areas under the concentration-time curve from time zero to 24 h at steady state (30.3 +/- 6.9 versus 29.7 +/- 6.6 micrograms.h/ml), and elimination half-lives of caffeine (4.8 +/- 1.1 versus 4.8 +/- 1.2 h) were not significantly different. In addition, there were no significant changes in the disposition parameters of paraxanthine as a result of lomefloxacin administration. The frequencies of central nervous system-related effects for the two treatments were not statistically different. We conclude that lomefloxacin has no significant effect on the disposition of caffeine in young healthy volunteers.",
    "pmid": 2069371,
    "authors": [
        {
            "first_name": "D P",
            "last_name": "Healy"
        },
        {
            "first_name": "J R",
            "last_name": "Schoenle"
        },
        {
            "first_name": "J",
            "last_name": "Stotka"
        },
        {
            "first_name": "R E",
            "last_name": "Polk"
        }
    ]
}