{
    "groups": [
        {
            "count": 12,
            "sid": "Harder1988-S1",
            "description": "In two consecutive studies, each in 12 healthy male volunteers (age 20-40 years), the pharmacokinetics of caffeine and its major metabolite paraxanthine alone and at the end of 4 days of treatment with several quinolones (Table 1) were investigated. Thine- free diet (no tea, coffee or chocolate) from 36 h before the first dose of caffeine until the end of the second sampling period.",
            "characteristic_values": [
                {
                    "count": 12,
                    "category": "sex",
                    "choice": "M"
                },
                {
                    "count": 12,
                    "category": "species",
                    "choice": "homo sapiens"
                },
                {
                    "category": "age",
                    "count": 12,
                    "mean": null,
                    "median": null,
                    "min": 20.0,
                    "max": 40.0,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": "yr"
                },
                {
                    "count": 12,
                    "category": "healthy",
                    "choice": "Y"
                }
            ]
        }
    ],
    "pmid": 2853056,
    "sid": "Harder1988",
    "date": "1989-05-10",
    "journal": "European journal of clinical pharmacology",
    "title": "4-quinolones inhibit biotransformation of caffeine.",
    "abstract": "The pharmacokinetics of caffeine, including formation of its major metabolite paraxanthine in plasma, has been investigated in 12 healthy males (age 20-40 years) alone and during co-administration of the 4-quinolones ofloxacin, norfloxacin, pipemidic acid, ciprofloxacin, and enoxacin; ciprofloxacin and enoxacin were given in 3 different dose levels. The naphthyridine derivative enoxacin and the pyrido-pyrimidine derivative pipemidic acid had caused marked inhibition of caffeine and paraxanthine metabolism, whereas the genuine quinolone derivatives norfloxacin and ciprofloxacin had little effect, and the pyrido-benzoxacine derivative ofloxacin had no detectable effect. The different molecular and spatial structures of the compounds appear to be responsible for the differences in inhibitory potency.",
    "authors": [
        {
            "first_name": "S",
            "last_name": "Harder"
        },
        {
            "first_name": "A H",
            "last_name": "Staib"
        },
        {
            "first_name": "C",
            "last_name": "Beer"
        },
        {
            "first_name": "A",
            "last_name": "Papenburg"
        },
        {
            "first_name": "W",
            "last_name": "Stille"
        },
        {
            "first_name": "P M",
            "last_name": "Shah"
        }
    ],
    "doi": ""
}