{
    "title": "Interaction between oral ciprofloxacin and caffeine in normal volunteers.",
    "abstract": "The influence of multiple doses of ciprofloxacin on the disposition of caffeine and its major metabolite, paraxanthine, was investigated in healthy volunteers. Ten xanthine-free, fasting males were given 100 mg of caffeine orally 24 h before being given ciprofloxacin and again with the third dose of ciprofloxacin (750 mg administered every 12 h). Blood samples were serially collected after both doses of caffeine and after the first and last doses of ciprofloxacin. Ciprofloxacin significantly increased the half-life of caffeine (from 5.2 +/- 1.2 to 8.2 +/- 2.5 h) and the area under the caffeine concentration-time curve (from 16.3 +/- 6.6 to 25.9 +/- 7.8 micrograms.h/ml) while decreasing the total body clearance (from 106 +/- 41.6 to 58.2 +/- 28.8 ml/min per 1.73 m2). In addition, the rate of conversion of caffeine to paraxanthine was significantly delayed. There was no significant linear correlation between the urinary recovery of oxociprofloxacin at 0 to 12 h and the change in the area under the caffeine concentration-time curve. There was also a small but statistically significant increase in the area under the ciprofloxacin concentration-time curve during simultaneous administration of caffeine. We concluded that ciprofloxacin causes a significant increase in the half-life of caffeine and in the area under the caffeine concentration-time curve by reducing total body clearance. This interaction is due at least in part to a delay in the conversion of caffeine to paraxanthine. The clinical significance of these observations remains to be determined. Lastly, caffeine may alter the kinetics of ciprofloxacin, a possibility which should be more fully explored.",
    "pmid": 2729942,
    "authors": [
        {
            "first_name": "D P",
            "last_name": "Healy"
        },
        {
            "first_name": "R E",
            "last_name": "Polk"
        },
        {
            "first_name": "L",
            "last_name": "Kanawati"
        },
        {
            "first_name": "D T",
            "last_name": "Rock"
        },
        {
            "first_name": "M L",
            "last_name": "Mooney"
        }
    ]
}