{
    "pmid": 2729942,
    "sid": "Healy1989",
    "date": "1989-07-07",
    "journal": "Antimicrobial agents and chemotherapy",
    "title": "Interaction between oral ciprofloxacin and caffeine in normal volunteers.",
    "abstract": "The influence of multiple doses of ciprofloxacin on the disposition of caffeine and its major metabolite, paraxanthine, was investigated in healthy volunteers. Ten xanthine-free, fasting males were given 100 mg of caffeine orally 24 h before being given ciprofloxacin and again with the third dose of ciprofloxacin (750 mg administered every 12 h). Blood samples were serially collected after both doses of caffeine and after the first and last doses of ciprofloxacin. Ciprofloxacin significantly increased the half-life of caffeine (from 5.2 +/- 1.2 to 8.2 +/- 2.5 h) and the area under the caffeine concentration-time curve (from 16.3 +/- 6.6 to 25.9 +/- 7.8 micrograms.h/ml) while decreasing the total body clearance (from 106 +/- 41.6 to 58.2 +/- 28.8 ml/min per 1.73 m2). In addition, the rate of conversion of caffeine to paraxanthine was significantly delayed. There was no significant linear correlation between the urinary recovery of oxociprofloxacin at 0 to 12 h and the change in the area under the caffeine concentration-time curve. There was also a small but statistically significant increase in the area under the ciprofloxacin concentration-time curve during simultaneous administration of caffeine. We concluded that ciprofloxacin causes a significant increase in the half-life of caffeine and in the area under the caffeine concentration-time curve by reducing total body clearance. This interaction is due at least in part to a delay in the conversion of caffeine to paraxanthine. The clinical significance of these observations remains to be determined. Lastly, caffeine may alter the kinetics of ciprofloxacin, a possibility which should be more fully explored.",
    "authors": [
        {
            "first_name": "D P",
            "last_name": "Healy"
        },
        {
            "first_name": "R E",
            "last_name": "Polk"
        },
        {
            "first_name": "L",
            "last_name": "Kanawati"
        },
        {
            "first_name": "D T",
            "last_name": "Rock"
        },
        {
            "first_name": "M L",
            "last_name": "Mooney"
        }
    ],
    "doi": "",
    "groups": [
        {
            "count": 10,
            "sid": "Healy1989-S1",
            "description": "10 healthy, nonsmoking, male volunteers with normal renal and hepatic functions participated in this investigation. Subjects were admitted to the Antibiotic Research Unit of the Biopharmaceutics and Pharmacokinetics Center, School of Pharmacy, after internal review board approval and informed written consent were obtained. The mean ± standard deviation age, weight, and serum creatinine of the subjects were 26.7 ± 1.6 years, 76.3 ± 8.6 kg, and 1.0 ± 0.1 mg/dl, respectively. Exclusion criteria included prior hypersensitivity to any drug and the use of medication for chronic illness. Each volunteer was given a list of xanthine-containing products and instructed to abstain from all such items, alcohol, and all other drugs beginning 3.5 days prior to participation in the study. A xanthine-free diet was maintained throughout the study. Subjects fasted for 12 h before and 4 h after both doses of caffeine and after the first and last doses of ciprofloxacin.",
            "characteristics_values": [
                {
                    "value": "disease",
                    "choice": NaN
                },
                {
                    "value": "caffeine_amount",
                    "choice": null
                },
                {
                    "value": "bmi",
                    "choice": null
                },
                {
                    "value": "body weight",
                    "choice": null
                },
                {
                    "value": "ethnicity",
                    "choice": NaN
                },
                {
                    "value": "height",
                    "choice": NaN
                },
                {
                    "value": "caffeine",
                    "choice": null
                },
                {
                    "value": "waist circumference",
                    "choice": null
                },
                {
                    "value": "medication",
                    "choice": null
                },
                {
                    "value": "smoking_amount",
                    "choice": NaN
                },
                {
                    "value": "species",
                    "choice": "homo sapiens"
                },
                {
                    "value": "healthy",
                    "choice": "yes"
                },
                {
                    "value": "alcohol",
                    "choice": NaN
                },
                {
                    "value": "oral contraceptives",
                    "choice": "-"
                },
                {
                    "value": "alcohol_amount",
                    "choice": null
                },
                {
                    "value": "alcohol_abstinence",
                    "choice": NaN
                },
                {
                    "value": "overnight fast",
                    "choice": null
                },
                {
                    "value": "smoking",
                    "choice": "no"
                },
                {
                    "value": "age",
                    "choice": 26.7
                },
                {
                    "value": "sex",
                    "choice": "male"
                }
            ]
        }
    ]
}