{
    "groups": [
        {
            "count": 10,
            "sid": "Balogh1995-S1",
            "description": "Twenty healthy, young women, (ages 20-34 years), whose weight ranged from 51 to 75 kg, participated in the study. The women had not taken oral contraceptives at least 2 months prior to their participation in the study;\nExcluded were smokers;",
            "characteristic_values": [
                {
                    "count": 10,
                    "category": "sex",
                    "choice": "F"
                },
                {
                    "count": 10,
                    "category": "species",
                    "choice": "homo sapiens"
                },
                {
                    "category": "body_weight",
                    "count": 10,
                    "mean": null,
                    "median": null,
                    "min": 51.0,
                    "max": 75.0,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": "kg"
                },
                {
                    "category": "age",
                    "count": 10,
                    "mean": null,
                    "median": null,
                    "min": 20.0,
                    "max": 34.0,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": "yr"
                },
                {
                    "count": 10,
                    "category": "healthy",
                    "choice": "Y"
                },
                {
                    "count": 10,
                    "category": "smoking",
                    "choice": "N"
                }
            ]
        }
    ],
    "pmid": 7589032,
    "sid": "Balogh1995",
    "date": "1995-11-28",
    "journal": "European journal of clinical pharmacology",
    "title": "Influence of ethinylestradiol-containing combination oral contraceptives with gestodene or levonorgestrel on caffeine elimination.",
    "abstract": "In a controlled clinical trial, the elimination of caffeine was examined in 20 healthy women prior to and during one cycle of treatment with either of two oral contraceptive formulations, one containing 0.075 mg gestodene and 0.03 mg ethinylestradiol and one containing 0.125 mg levonorgestrel and 0.03 mg ethinylestradiol. In addition, caffeine clearance was determined 1 month after the last intake of the oral contraceptives. Compared with pretreatment values, the clearance of caffeine was reduced by about 54% and 55% after one treatment cycle with gestodene- and the levonorgestrel-containing oral contraceptive, respectively. Other pharmacokinetic parameters of caffeine, such as tmax and Cmax, were not affected. Clearance values returned to pretreatment values 1 month after the last administration of the oral contraceptives. There was no difference in the reduction of caffeine clearance between contraceptive formulations. A small, but significant difference in the AUC(0-24 h) values of ethinylestradiol was noted between both preparations. There was no correlation between the AUC(model) values of caffeine and the AUC(0-24 h) values of ethinylestradiol. In the present study, a somewhat more pronounced effect on the elimination of caffeine was observed than in previous investigations, where several contraceptive steroids were administered only for a period of 2 weeks.",
    "authors": [
        {
            "first_name": "A",
            "last_name": "Balogh"
        },
        {
            "first_name": "G",
            "last_name": "Klinger"
        },
        {
            "first_name": "L",
            "last_name": "Henschel"
        },
        {
            "first_name": "A",
            "last_name": "Börner"
        },
        {
            "first_name": "R",
            "last_name": "Vollanth"
        },
        {
            "first_name": "W",
            "last_name": "Kuhnz"
        }
    ],
    "doi": ""
}