{
    "groups": [
        {
            "count": 15,
            "sid": "Amchin1999-S1",
            "description": "16 healthy volunteers (nine males and seven females) were enrolled in this study. Mean (range) age, weight, and height for the subjects were 31.1 years (21 to 41 years), 70.5 kg (47 to 93 kg), and 172 cm (157 to 183cm), respectively. Screening of sub jects, within 2 weeks of study initiation, consisted of a medical history; physical examination, including a 12- lead electrocardiogram (ECG); clinical laboratory tests; urinary drug screen; vital signs; ethanol breath test; and serum pregnancy test (females only). Exclusion criteria included women of child bearing potential or use of tobacco products within 6 months, prescription drugs within 14 days, non prescrip tion drugs within 7 days, or investigational drugs or drugs known to induce or inhibit hepatic enzymes within 30 days of study drug administration. Subjects who routinely consumed more than five 8-ounce cups of coffee (or caffeine equivalent) per day were excluded from the study. Caffeine and xanthene- containing beverages and foods, as well as charcoal- grilled foods, were strictly prohibited from the even ing of Day –2 through the morn ing of Day 9. Alcohol was prohibited from 7 days prior to the study and through out the study.",
            "characteristic_values": [
                {
                    "category": "body_weight",
                    "count": 15,
                    "mean": "70.5",
                    "median": null,
                    "min": null,
                    "max": "93",
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": "kg"
                },
                {
                    "count": 15,
                    "category": "oral_contraceptives",
                    "choice": null
                },
                {
                    "count": 15,
                    "category": "caffeine",
                    "choice": null
                },
                {
                    "count": 15,
                    "category": "species",
                    "choice": "homo sapiens"
                },
                {
                    "count": 15,
                    "category": "disease",
                    "choice": null
                },
                {
                    "count": 15,
                    "category": "smoking",
                    "choice": "N"
                },
                {
                    "category": "alcohol_amount",
                    "count": 15,
                    "mean": null,
                    "median": null,
                    "min": null,
                    "max": null,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": null
                },
                {
                    "category": "bmi",
                    "count": 15,
                    "mean": null,
                    "median": null,
                    "min": null,
                    "max": null,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": null
                },
                {
                    "count": 15,
                    "category": "alcohol_abstinence",
                    "choice": null
                },
                {
                    "count": 15,
                    "category": "overnight_fast",
                    "choice": null
                },
                {
                    "count": 15,
                    "category": "alcohol",
                    "choice": null
                },
                {
                    "category": "height",
                    "count": 15,
                    "mean": 172.0,
                    "median": null,
                    "min": 157.0,
                    "max": 183.0,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": "cm"
                },
                {
                    "category": "smoking_amount",
                    "count": 15,
                    "mean": null,
                    "median": null,
                    "min": null,
                    "max": null,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": null
                },
                {
                    "count": 15,
                    "category": "healthy",
                    "choice": "Y"
                },
                {
                    "count": 15,
                    "category": "sex",
                    "choice": "8 M / 7 F"
                },
                {
                    "category": "age",
                    "count": 15,
                    "mean": "31.1",
                    "median": null,
                    "min": "21",
                    "max": "41",
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": "yr"
                },
                {
                    "category": "caffeine_amount",
                    "count": 15,
                    "mean": null,
                    "median": null,
                    "min": null,
                    "max": null,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": null
                },
                {
                    "count": 15,
                    "category": "ethnicity",
                    "choice": null
                },
                {
                    "count": 15,
                    "category": "medication",
                    "choice": null
                },
                {
                    "category": "waist_circumference",
                    "count": 15,
                    "mean": null,
                    "median": null,
                    "min": null,
                    "max": null,
                    "sd": null,
                    "se": null,
                    "cv": null,
                    "unit": null
                }
            ]
        }
    ],
    "pmid": 10073324,
    "sid": "Amchin1999",
    "date": "1999-04-30",
    "journal": "Journal of clinical pharmacology",
    "title": "Effect of venlafaxine on CYP1A2-dependent pharmacokinetics and metabolism of caffeine.",
    "abstract": "Venlafaxine is a clinically effective antidepressant. Caffeine is a metabolic probe for the quantitative measurement of CYP1A2 activity in vivo. This open-label study evaluated the effect of steady-state venlafaxine on CYP1A2-dependent metabolism, as measured by the pharmacokinetic disposition of caffeine, and urinary caffeine metabolite ratios (CMRs). Sixteen healthy subjects received 200 mg of caffeine orally before (Day 1) and after (Day 8) venlafaxine was titrated to steady-state (37.5 mg every 12 hours on Days 2-4, then 75 mg every 12 hours on Days 5-8). Samples were collected before and for 24 hours after caffeine dosing for the determination of caffeine in plasma and 1,7-dimethylxanthine, 3,7-dimethylxanthine, 1,7-dimethyluric acid (17U), 1-methylxanthine (1X) and 1-methyluric acid (1U), and 5-acetylamino-6-amino-3-methyluracil (AAMU) in urine. Blood samples were obtained before venlafaxine doses on Days 7 and 8 (morning dose only) for the determination of trough venlafaxine and O-desmethylvenlafaxine levels. Venlafaxine did not significantly alter the pharmacokinetics of caffeine and its metabolites. Plasma caffeine AUC was unchanged and remained within the bioequivalence criteria (90% confidence interval: 87.9%-102%) in the presence of venlafaxine. Urine metabolite data showed variable increases and decreases in the CMR [(AAMU + 1U + 1X)/17U] for individual subjects. However, the mean CMR was altered by < 10% in the presence of venlafaxine. This in vivo study demonstrated that venlafaxine did not alter the pharmacokinetic profile of caffeine and confirms in vitro data that venlafaxine does not inhibit CYP1A2 metabolism. Therefore, venlafaxine appears to have a relatively low potential for drug interactions based on CYP1A2 inhibition.",
    "authors": [
        {
            "first_name": "J",
            "last_name": "Amchin"
        },
        {
            "first_name": "W",
            "last_name": "Zarycranski"
        },
        {
            "first_name": "K P",
            "last_name": "Taylor"
        },
        {
            "first_name": "D",
            "last_name": "Albano"
        },
        {
            "first_name": "P M",
            "last_name": "Klockowski"
        }
    ],
    "doi": ""
}