{
    "sid": 12087345,
    "pkdb_version": 1.0,
    "creator": "mkoenig",
    "name": "Haller2002",
    "design": "",
    "reference": 12087345,
    "curators": [
        "mkoenig",
        "janekg"
    ],
    "substances": [
        "caffeine"
    ],
    "groupset": {
        "description": "Eight healthy volunteers (5 women and 3 men) from 25 to 38 years old participated in the study. Eligibility for the study was determined on the basis of medical history, brief physical examination, and screening laboratory tests that included complete blood count, serum chemistry values to assess liver and renal function, urine toxicology testing for drugs of abuse, and a urine pregnancy test for women. Exclusion criteria included any person with obesity (body mass index 30), or a history of heart, thyroid, liver, kidney, or psychiatric disease, diabetes, central nervous system disorders, prostate hypertrophy, narrow angle glaucoma, or pregnancy or lactation. Any person with recent use (previous 1 month) of any product that contained ephedrine alkaloids or with a history of illicit substance use within the previous year was excluded. Smokers and heavy users of caffeine (4 cups of coffee per day) were excluded. Participants were not taking any medications that would cause changes in heart rate or blood pressure.",
        "groups": [
            {
                "count": 8,
                "name": "S1",
                "characteristica": [
                    {
                        "category": "oral contraceptives",
                        "choice": "Y {{2}}  ||  N {{5}}"
                    },
                    {
                        "category": "smoking",
                        "choice": "N"
                    },
                    {
                        "category": "weight",
                        "mean": "68.49",
                        "min": "52",
                        "max": "88.9",
                        "sd": "12.24",
                        "unit": "kg"
                    },
                    {
                        "category": "sex",
                        "choice": "M {{3}} ||  F {{5}}"
                    },
                    {
                        "category": "species",
                        "choice": "homo sapiens"
                    },
                    {
                        "category": "healthy",
                        "choice": "Y"
                    },
                    {
                        "category": "ethnicity",
                        "choice": null
                    },
                    {
                        "category": "age",
                        "mean": null,
                        "min": "25",
                        "max": "38",
                        "unit": "yr"
                    }
                ]
            }
        ]
    },
    "individualset": {
        "description": "",
        "individuals": [
            {
                "source": "Haller2002_Tab3.csv",
                "figure": "Haller2002_Tab3.png",
                "characteristica": []
            }
        ]
    },
    "interventionset": {
        "description": "Subjects were asked to abstain from caffeine consumption for 24 hours before the study. After an overnight fast, subjects were admitted to the General Clinical Research Center at San Francisco General Hospital and given 2 capsules of Metabolift Thermogenic Diet Formula (a weight loss aid manufactured by Twin Laboratories Inc, Ronkonkoma, NY) with water at 8 AM. Subjects continued to fast for an additional 2 hours but were allowed water, and then they were given caffeine-free meals.  Analysis of 2 capsules of Metabolift (labeled to contain 10 mg ephedra alkaloids from ma huang extract, 100 mg caffeine from guarana seed extract, 50 mg L-carnitine, and 100 g chromium picolinate per capsule) revealed an average of 8.65 mg ephedrine, 2.64 mg pseudoephedrine, 0.21 mg norpseudoephedrine, 0.25 mg methylephedrine, and 0.10 mg norephedrine, with a total ephedrine alkaloid content of 11.85 mg per capsule (119% of declared amount). Ephedrine alkaloid concentrations of the 2 analyzed capsules were nearly identical. The average caffeine content was 87.5 mg per capsule (87.5% of declared amount). No significant amount of theophylline or theobromine was detected. Therefore the standard oral dose of 2 capsules given in this study consisted of a total of 23.7 mg ephedrine alkaloids that consisted of 17.3 mg ephedrine, 5.3 mg pseudoephedrine, and insignificant amounts of the other alkaloids. This quantity of ephedrine is comparable to typical amounts contained in drug decongestant formulations. The total oral dose of caffeine was 175 mg.",
        "interventions": [
            {
                "name": "D1",
                "substance": "caffeine",
                "time": "0",
                "time_unit": "h",
                "route": "oral",
                "value": 175.0,
                "unit": "mg"
            }
        ]
    },
    "outputset": {
        "description": "",
        "outputs": [
            {
                "source": "Haller2002_Tab3.csv",
                "figure": "Haller2002_Tab3.png"
            },
            {
                "group": "S1",
                "interventions": [
                    "D1"
                ],
                "substance": "caffeine",
                "pktype": "tmax",
                "value": 94.0,
                "tissue": "plasma",
                "sd": 29.7,
                "unit": "min"
            },
            {
                "group": "S1",
                "interventions": [
                    "D1"
                ],
                "substance": "caffeine",
                "pktype": "cmax",
                "value": 5.0,
                "tissue": "plasma",
                "sd": 1.26,
                "unit": "µg/ml"
            },
            {
                "group": "S1",
                "interventions": [
                    "D1"
                ],
                "substance": "caffeine",
                "pktype": "thalf",
                "value": 8.1,
                "tissue": "plasma",
                "sd": 4.76,
                "unit": "h"
            },
            {
                "group": "S1",
                "interventions": [
                    "D1"
                ],
                "substance": "caffeine",
                "pktype": "auc",
                "value": 73.7,
                "tissue": "plasma",
                "sd": 43.0,
                "unit": "µg/ml*h"
            },
            {
                "group": "S1",
                "interventions": [
                    "D1"
                ],
                "substance": "caffeine",
                "pktype": "clearance",
                "value": 0.81,
                "tissue": "plasma",
                "sd": 0.44,
                "unit": "ml/min/kg"
            },
            {
                "group": "S1",
                "interventions": [
                    "D1"
                ],
                "substance": "caffeine",
                "pktype": "vd",
                "value": 0.46,
                "tissue": "plasma",
                "sd": 0.07,
                "unit": "l/kg"
            }
        ],
        "timecourse": [
            {
                "source": "Haller2002_Fig1C.csv",
                "figure": "Haller2002_Fig1C.png"
            }
        ]
    }
}